Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: "This plan is part of Petrobras's financial planning aimed at reducing leverage, preserving cash and focusing on priority investments, mainly oil and gas production in Brazil in areas of high productivity and return," it said in a statement.
pt: A estatal ressalta que pretende ainda se "concentrar nos investimentos prioritários, notadamente de produção de óleo e gás no Brasil em áreas de elevada produtividade e retorno" –nesse caso, a companhia faz referência especialmente aos campos do pré-sal.

source: I thought it could have been better than it was .
pt: Isso era o máximo que eu esperava.

source: But despite a fascination with the creatures, humans have managed to wipe out one type of lion completely, writes Mary Colwell.
pt: Mas, apesar do fascínio gerado por estas criaturas, os humanos conseguiram acabar com um tipo de leão, segundo a jornalista da BBC Mary Colwell.

source: Fire put out on Russian nuclear submarine in shipyard
pt: Submarino nuclear pega fogo na Rússia

source: It was the first time the city subway system was halted because of snow.
pt: Pela primeira vez, fecharam o metrô em Nova York por causa de uma tempestade de neve .

source: Fresh from the World Cup final, Brazilian President Dilma Rousseff hosts the leaders of Russia, India, China and South Africa in Fortaleza on Tuesday before an unprecedented meeting with South American leaders the next day in Brasilia.
pt: Após a reunião em Brasília, Dilma e Putin viajarão para Fortaleza, onde na terça-feira se unirão aos líderes da China, Índia e África do Sul para a VI Cúpula dos Brics.

source: Retreating Boko Haram fighters have raided Fotokol, a town on the Cameroonian side of the border, a resident said.
pt: Ao mesmo tempo, as tropas camaronesas e chadianas enfrentaram nesta quarta-feira combatentes do Boko Haram na cidade de Fotokol, na fronteira entre Camarões e Nigéria.

source: But Dzhokhar Tsarnaev was a secondary player in the April 15, 2013 bombings at the famous race and the fatal shooting days later of a police officer, defence attorney Judith Clarke said in her opening argument in U.S. District Court in Boston .
pt: Mas Dzokhar Tsarnaev teve um papel secundário no atentado de 15 de abril de 2013 e no assassinato a tiros de um policial dias mais tarde, declarou a advogada de defesa Judith Clarke ao iniciar sua argumentação no tribunal distrital de Boston .

source: The study suggests jogging at a steady pace for less than two and a half hours a week was best for health.
pt: Aqueles que corriam em ritmo constante durante menos de duas horas e meio por semana apresentavam menos riscos de morte naquele momento .

source: The South African government appealed for calm Tuesday after police allegedly shot two people dead during violent demonstrations over a lack of water in townships near Pretoria.
pt: Duas pessoas já haviam morrido na segunda-feira depois que a polícia sul-africana disparou, ao que parece, contra os manifestantes em um protesto por falta de água.

source: Sierra Leone doctor dies of Ebola in US hospital
pt: Médico de Serra Leoa com ebola é transferido para os Estados Unidos

source: Chinese hackers are suspected of carrying out a "massive breach" affecting the personal data of millions of US government workers, officials said.
pt: Na quinta-feira, funcionários norte-americanos disseram que hackers na China são suspeitos de violar redes de computadores do escritório de pessoal do governo dos EUA e de roubar informações sobre milhões de funcionários federais .

source: She is one-and-a-half years old.
pt: Ela tem um ano e meio de idade.

source: British Prime Minister David Cameron is set to propose new laws to control immigration, including giving police the power to seize wages earned by illegal immigrants .
pt: Em seu primeiro discurso sobre a imigração desde que ganhou um segundo mandato, Cameron disse que será dado poderes a polícia para confiscar os salários dos imigrantes ilegais .

source: "We will do everything in our power to hunt down these murderers and ensure they face justice, however long it takes," the prime minister said.
pt: "Faremos tudo ao nosso alcance para encurralar estes assassinos e fazer com que respondam por seus atos, no importa o tempo que isto leve".

source: Carney told U.S. news channel CNN that weakness in the euro zone and elsewhere had been a major theme at the International Monetary Fund's meetings in Washington last week.
pt: Carney disse à CNN que a fraqueza na zona do euro e em outros lugares foi um importante tema de discussão nas reuniões do Fundo Monetário Internacional (FMI) em Washington, mas que a recuperação da Grã-Bretanha deveu-se principalmente a fatores domésticos.

source: "Masked rioters fled into the mosque and started to throw stones and blocks at police from inside al-Aqsa mosque," police said in a statement.
pt: Segundo a polícia, foram os muçulmanos entrincheirados na mesquita os que começaram a lançar pedras a partir do interior da mesquita.

source: The Islamic State (IS) claimed responsibility in an online statement for three bombing attacks in Yemen's capital Sanaa and Saada province that killed 137 people during Friday prayers.
pt: SANAA/ÁDEN (Reuters) - Homens-bomba mataram pelo menos 137 pessoas e feriram centenas durante as orações desta sexta-feira em duas mesquitas na capital do Iêmen, Sanaa, em ataques coordenados assumidos pelo Estado Islâmico.

source: Chelsea and Manchester City march on in English Premier League
pt: Chelsea e Manchester City continuam na briga pelo Inglês

source: “We send you this open letter at what seems to be the last minute simply because we had been hoping we would not have to.”
pt: Desde que você não escreva nada que seja uma mentira, não vejo por que você não teria permissão para escrever um livro sobre alguém .

source: BEIRUT (AFP) ― The Islamic State jihadist group released a video on Tuesday purporting to show a young boy executing two men accused of working for Russian intelligence services.
pt: O grupo jihadista Estado Islâmico (EI) postou nesta terça-feira (13/1) na internet um vídeo em que um menino aparece executando com uma armas dois homens acusados de trabalhar para o serviço secreto russo .

source: The Times said that as it stood now, the proposal envisaged that "a company's worth of equipment — enough for about 150 soldiers — would be stored in each of the three Baltic nations: Lithuania, Latvia and Estonia .
pt: Segundo o jornal, equipamentos para cerca de 150 soldados seriam colocados em cada uma das nações do Báltico: Lituânia, Letônia e Estônia .

source: Comments from both Ukrainian President Poroshenko and Russian President Putin seem to indicate the two sides of the east Ukraine conflict are coming to an agreement .
pt: Após falar com o presidente ucraniano, Petro Poroshenko, Putin disse que a visão de ambos para dar fim à violência está "muito próxima" .

source: His severed head was placed underneath it.
pt: Sua cabeça decapitada teria sido colocada sob o corpo.

source: It is in the interests of the country, its citizens and the eurozone for the new Greek government to avoid illusions and look at the hard reality.
pt: Ainda é muito cedo para saber qual será o destino da Grécia com o novo governo e a continuidade do país na zona do euro .

source: ROME Italian police on Tuesday detained some 50 people, including team managers, players and a suspected Calabrian mobster, accused of fixing dozens of soccer matches in the country's third division and its top semi-pro league.
pt: A polícia italiana prendeu 50 pessoas nesta terça-feira (19), incluindo técnicos de clubes de futebol, jogadores e um suposto integrante da máfia da Calábria, acusados de manipulação de resultados de dezenas de partidas da terceira divisão e da liga semi-profissional do país

source: After the meeting on Monday between French President Francois Hollande and German Chancellor Angela Merkel at the Elysee Palace, two emergency meetings will be convened in Brussels on Tuesday: a special European Summit and an emergency meeting of the Eurogroup .
pt: A realização desta cúpula tinha sido pedida pela chanceler alemã, Angela Merkel, e pelo presidente francês, François Hollande, que conversaram por telefone na noite deste domingo e devem se encontrar na segunda-feira, em Paris, segundo a chancelaria e o Palácio do Eliseu, sede da Presidência francesa.

source: After years that saw little progress in climate talks, the world's two biggest economies and top polluters, China and the United States, this month agreed to new targets.
pt: Há poucos dias, também foi publicado um acordo "histórico" entre os Estados Unidos e a China, os dois maiores poluidores do planeta, para combater o aquecimento .

source: And U.S. Secretary of State John Kerry said the attack in Jerusalem is "an act of pure terror."
pt: O secretário de Estado americano, John Kerry, afirmou que o ataque na sinagoga foi um ato "de puro terror" e pediu que a liderança palestina condene o ato.

source: Joint Chiefs nominee: Russia greatest threat to U.S.
pt: Rússia é 'a maior ameaça' para os EUA, diz futuro chefe de Estado-Maior

source: Greece: To be or not to be in the Eurozone
pt: A Grécia não pode nem deve pagar a dívida.

source: The need for greater economic reforms in Cuba coincided with Fidel Castro's retirement and the succession of his brother Raul in 2008.
pt: Fidel deu apoio a Raúl para a reaproximação de Cuba com os EUA e as reformas econômicas?

source: Rio 2016 Olympics tickets go on sale
pt: Ingressos para os Jogos Olímpicos Rio 2016

source: Winners of the Palme d'Or and other prizes will be chosen by a jury led by directors Joel and Ethan Coen.
pt: O júri da competição oficial pela Palma de Ouro será presidido pelos diretores americanos Joel e Ethan Coen .

source: Textile industry group ABIT surveyed producers focused solely on the domestic market and found about four in five have plans to export eventually, a rate that has doubled since the start of the year as the exchange rate moved 30 percent.
pt: A Associação Brasileira da Indústria Têxtil (Abit) fez uma pesquisa com fabricantes focados apenas no mercado doméstico e descobriu que cerca de quatro em cada cinco empresas consultadas tem planos de exportar em algum momento, uma taxa que dobrou desde o início do ano.

source: The planet's surface is riddled with what appear to be dry riverbeds and minerals that form in the presence of water.
pt: A superfície do planeta é coalhada com o que parecem ser cursos secos de rios, cheios de minerais que se formam na presença de água.

source: The planet’s surface is riddled with what appear to be dry riverbeds and minerals that form in the presence of water.
pt: A superfície do planeta é coalhada com o que parecem ser cursos secos de rios, cheios de minerais que se formam na presença de água.

source: Obama says China's Xi has consolidated power quickly, worrying neighbors
pt: Obama diz que rápida ascensão de presidente chinês preocupa vizinhos

source: Previous Post Egypt police shot dead near Giza pyramids .
pt: Dois policiais egípcios são mortos em ataque perto das pirâmides de Gizé

source: Any constitutional amendments must be approved by parliament and then put to the people in a referendum
pt: - Qualquer emenda constitucional tem de ser aprovada pelo Parlamento e levada à votação popular por meio de um referendo

source: UNESCO condemned this act of destruction as a war crime .
pt: Unesco: destruição de ruínas é 'ato de loucura'

source: They were protesting against the death of Palestinian official Ziad Abu Ein who died on Wednesday after he was struck in the chest during the confrontation with Israeli soldiers.
pt: Um ministro palestino morreu pouco depois de ser atingido por soldados israelenses durante um protesto nesta quarta-feira na Cisjordânia ocupada, disseram um médico palestino e um fotógrafo da Reuters que testemunhou a cena.

source: To date, Pakistan has received three tranches totalling about $1.6 billion from the lender.
pt: Até o momento, o Paquistão recebeu três parcelas, totalizando cerca de 1,6 bilhão de dólares.

source: "It's really not good for patient care especially if you've got older patients who maybe have dementia - they can get really disoriented and very distressed.
pt: "Não sei se são poucos médicos para muita gente, porque o médico fica com muito pouco tempo para aquele paciente tem que ter uma devida atenção, e não tem .

source: But Dzhokhar Tsarnaev was a secondary player in the April 15, 2013 bombings at the famous race and the fatal shooting days later of a police officer, defense attorney Judith Clarke said in her opening argument in U.S. District Court in Boston .
pt: Mas Dzokhar Tsarnaev teve um papel secundário no atentado de 15 de abril de 2013 e no assassinato a tiros de um policial dias mais tarde, declarou a advogada de defesa Judith Clarke ao iniciar sua argumentação no tribunal distrital de Boston .

source: MADRID, June 30 Spain's Prime Minister Mariano Rajoy said on Tuesday that if Greece were to leave the euro it could send the message that the common currency union is reversible and other countries could follow.
pt: O primeiro-ministro espanhol, Mariano Rajoy, disse nesta terça-feira (30) que a saída da Grécia da zona do euro poderia enviar uma mensagem de que a união de moeda única é reversível e abrir a possibilidade de que outros países sigam o mesmo caminho.

source: Prosecutors have charged Harris with four counts of first-degree assault on law enforcement, five counts of armed criminal action and one count of discharging a firearm at a motor vehicle, St. Louis County Police Department spokesman Sgt. Brian Schellman said.
pt: Tyrone Harris é acusado de agressão contra um policial, ação criminosa armada e de efetuar disparos para ou de um veículo motorizado, informou a polícia do condado de St. Louis em um comunicado .

source: All we can do, all you can do is make the best choice."
pt: “Deus”, como se sabe, tem mais o que fazer.

source: So, it is today .
pt: E não é só isso .

source: Police said officers were carrying out a search warrant in north St. Louis on Wednesday when two men ran out of the back of a house.
pt: Dois agentes, com uma ordem de prisão, encontraram dois suspeitos na tarde da quarta-feira em uma residência no norte da cidade .

source: BISSAU, Aug. 13 (Xinhua) -- Guinea Bissau President Jose Mario Vaz has dissolved the government led by Prime Minister Domingos Simoes Pereira, an official source said on Wednesday night.
pt: A Guiné-Bissau entrou nesta quinta-feira em uma crise política depois que o presidente da república, José Mario Vaz, dissolveu o governo do primeiro-ministro, Domingos Simões Pereira, por mal-entendidos na cúpula do Estado.

source: The assault on the walled compound which also houses other government ministries is the latest attack by suspected Islamic extremists of al-Shabab who attack government targets and the African Union forces who are supporting the government.
pt: A invasão no complexo de prédios, que também é o local de outros ministérios do governo, é o último de uma série de ataques possivelmente levados à cabo por extremistas do grupo al-Shabab.

source: The people who are supposed to clean the toilets are not bothered at all because either way, they get their money .
pt: As crianças estão sujas e não estão indo para a escola porque não tem como dar banho neles”, explica.

source: Alibaba, initial public offering, trading, stock market, New York Stock Exchange
pt: Alibaba aumenta preço das ações para a estreia na Bolsa de Nova York

source: The academy also awards Nobel Prizes in the fields of medicine, physics, chemistry, peace and economics .
pt: Também já foram anunciados os vencedores dos prêmios Nobel de Medicina, Física e Química .

source: The US-led coalition stepped up air raids against the Islamists, conducting 19 strikes near Ramadi over the past 72 hours at the request of the Iraqi security forces, a coalition spokesman said.
pt: Ao mesmo tempo, caças da coalizão liderada pelos EUA intensificaram os ataques aéreos contra o EI na região –foram 19 em 72 horas.

source: "When I asked my father why I couldn't tell anyone, he said, 'You must do good, but you must not talk about it .
pt: E, em um momento, ele escreveu: 'Você não entende que eu não conto para mais nada ?

source: She will be evacuated to a specialised treatment centre in France.
pt: Ela será retirada do país para ser submetida a tratamento médico na França.

source: The Organization for Security and Cooperation in Europe (OSCE), which is involved in the talks along with Russia, said that rebel negotiators in Minsk "were not even prepared to discuss implementation of a ceasefire and withdrawal of heavy weapons".
pt: Representantes da Ucrânia, dos separatistas, da Rússia e da Organização para a Segurança e Cooperação na Europa (Osce) voltam a se reunir hoje, em Minsk, para negociar uma trégua.

source: It was the fastest pace since the second quarter of 2010.
pt: A leitura mais recente é a melhor desde o quarto trimestre de 2010.

source: Ferguson police chief Thomas Jackson is resigning following the publication of a scathing Justice Department report .
pt: Chefe de polícia de Ferguson renuncia após duro relatório do Departamento de Justiça dos EUA - Yahoo Notícias

source: US President Barack Obama says Russia has violated international law in Ukraine .
pt: Presidente Barack Obama diz que intervenção na Crimeia pode "custar" à Rússia.

source: Neymar will be carrying Brazil's hopes in this month's Copa America in Chile, just as he did before a back injury put an end to his World Cup last year.
pt: O adversário na estreia da Copa América será o Peru, em jogo que marca a primeira competição do Brasil desde o fim da última Copa do Mundo .

source: BRASILIA (Reuters) - Mounting job losses are pushing more and more Brazilians into the informal economy as self-employed workers, leaving them vulnerable to what could be the country's worst recession in 25 years.
pt: Brasília - A onda recente de demissões tem empurrado cada vez mais trabalhadores para a informalidade no Brasil, deixando-os mais vulneráveis a uma recessão que pode ser a pior em 25 anos.

source: They took out a bank loan to buy an ageing school building - the school moved to a new place a few blocks away - and revamped it into a 3,600 sq-ft (334 sq-m), 12-bed hospital which opened last year.
pt: O casal fez um empréstimo no banco para comprar um antigo edifício escolar - a escola havia mudado para um local próximo - e transformá-lo em um hospital de 334 metros quadrados e 12 leitos, que abriu no ano passado.

source: BRUSSELS (Reuters) - Greece and the euro zone are close to a deal on a financing-for-reforms package, a senior Greek official said ahead of a crucial meeting of euro zone finance ministers later on Friday.
pt: Os ministros das Finanças da zona do euro (Eurogrupo) divulgaram um comunicado sobre a Grécia, após a reunião de hoje deles em Bruxelas .

source: At least four people were killed Wednesday when a suicide bomber in the Somali capital Mogadishu rammed a car packed with explosives into a UN convoy, police said.
pt: Um suicida jogou seu veículo contra um comboio da Organização das Nações Unida (ONU) nas proximidades do aeroporto de Mogadiscio nesta quarta-feira, matando três pessoas, informou a polícia somali.

source: Asked whether anyone else in the industry would buy Salesforce, McDermott responded, flatly: "No."
pt: Em resposta a uma pergunta sobre se mais alguém na indústria compraria a Salesforce, ele disse simplesmente: "Não".

source: Tens of thousands of protesters gathered in New York and Washington on Saturday, stepping up demonstrations across the United States demanding justice for black men killed by white police.
pt: WASHINGTON (Reuters) - Milhares de manifestantes são esperados em Washington e Nova York neste sábado para protestar contra as mortes de negros desarmados pela polícia norte-americana .

source: Former employees sue Sony over data hack and leak
pt: Ex-funcionários processam Sony pelo vazamento de dados confidenciais

source: As the new Senate majority leader when the new Congress sits in January, Mr McConnell will control the chamber's legislative agenda and floor proceedings.
pt: McConnell substituirá como líder do Senado a partir de janeiro o democrata Harry Reid, que passará a liderar a maioria de seu partido na câmara alta.

source: RLPC-Bain and Advent in exclusive talks to buy card payment firm Nets
pt: Bain e Advent mantêm conversas para comprar empresa de cartão Nets

source: "I didn't make anything of it .
pt: Mas nada foi para frente.

source: Ukraine accused pro-Russian rebels of targeting the convoy, which it said was bearing white flags when it was hit near the eastern city of Luhansk .
pt: O governo ucraniano acusou separatistas pró-Rússia de matar civis ao atacar ontem um comboio de refugiados na região de Lugansk, no leste do país .

source: Even in the last few weeks, there were suicide attacks on markets and in coach stations in several big cities .
pt: A onda de atentados suicidas nas últimas semanas contra mercados e estações de ônibus levantam temores contra ataques aos eleitores neste sábado.

source: "This deal offers an opportunity to move in a new direction," President Barack Obama declared at the White House in remarks that were carried live on Iranian state television .
pt: Barack Obama tem esta esperança: "Este acordo nos dá uma chance de ir em uma nova direção, devemos aproveitá-la", lançou nesta terça-feira a partir da Casa Branca.

source: He also called on European leaders to “take a firmer line on racism and xenophobia,” which he said “under the guise of freedom of expression, are being allowed to feed a vicious cycle of vilification, intolerance and politicization of migrants, as well as of marginalized European minorities such as the Roma.”
pt: O alto comissário, Zeid Ra'ad Al Hussein, pediu a todos os países europeus que adotem "uma linha mais dura sobre o racismo e a xenofobia", que, segundo ele, "são permitidos sob o pretexto da liberdade de expressão, alimentando um círculo vicioso de difamação, intolerância e politização dos imigrantes e minorias marginalizadas, tais como os ciganos".

source: EU president Donald Tusk is to host an emergency summit on the migration crisis on Thursday, after the latest tragedy in the Mediterranean in which more than 700 people are feared to have perished.
pt: O presidente do Conselho Europeu, Donald Tusk, estuda convocar uma reunião de emergência dos chefes de Estado e de governo da União Europeia (UE), após o naufrágio de uma embarcação com mais de 700 imigrantes no Mediterrâneo.

source: (Reuters) - A magnitude 6.3 earthquake hit southwest of Juan Rodriguez Clara, in the eastern Mexican state of Veracruz on Tuesday at a depth of 95 km (60 miles), the U.S. Geological Survey said, but there were no immediate reports of injuries or...
pt: (Reuters) - Um terremoto de magnitude 6,3 atingiu nesta terça-feira Juan Rodríguez Clara, no Estado de Veracruz, leste do México, a uma profundidade de 95 quilômetros, segundo o Serviço Geológico dos Estados Unidos, mas não surgiram de imediato relatos sobre feridos ou grandes danos materiais.

source: According to Obama, the head of the Us intelligence community, Jim Clapper, has acknowledged that they underestimated what had been going on in Syria .
pt: "Acredito que nosso chefe da comunidade de inteligência, Jim Clapper, sabe que subestimaram o que está acontecendo na Síria", disse o mandatário em referência a seu diretor nacional de inteligência.
